Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: This session was previously deleted.
ar: تم حذف هذه الجلسة سابقًا.
da: Denne session er tidligere blevet slettet.
de: Diese Sitzung wurde bereits gelöscht.
es: Esta sesión se eliminó anteriormente.
fi: Tämä istunto on poistettu aiemmin.
fr: Cette session a déjà été supprimée.
is: Þessari lotu var áður eytt.
it: Questa sessione è stata eliminata in precedenza.
ja: このセッションは以前に削除されています。
ko: 이 세션은 이전에 삭제되었습니다.
nb: Denne økten er slettet tidligere.
nl: Deze sessie is eerder verwijderd.
pt_br: Esta sessão foi excluída anteriormente.
ru: Эта сессия была удалена ранее.
sv: Den här sessionen har raderats tidigare.
zh_hans: 此记录之前已被删除。

source: This session was saved by a newer version of the app. Update the app to change it.
ar: حُفظت هذه الجلسة بإصدار أحدث من التطبيق. حدّث التطبيق لتعديلها.
da: Denne session er gemt med en nyere version af appen. Opdater appen for at ændre den.
de: Diese Sitzung wurde mit einer neueren Version der App gespeichert. Aktualisiere die App, um sie zu ändern.
es: Esta sesión se guardó con una versión más reciente de la app. Actualiza la app para cambiarla.
fi: Tämä istunto on tallennettu sovelluksen uudemmalla versiolla. Päivitä sovellus muuttaaksesi sitä.
fr: Cette session a été enregistrée par une version plus récente de l’app. Mettez l’app à jour pour la modifier.
is: Þessi lota var vistuð með nýrri útgáfu af appinu. Uppfærðu appið til að breyta henni.
it: Questa sessione è stata salvata con una versione più recente dell’app. Aggiorna l’app per modificarla.
ja: このセッションは新しいバージョンのアプリで保存されました。変更するにはアプリをアップデートしてください。
ko: 최신 버전의 앱으로 저장된 세션입니다. 변경하려면 앱을 업데이트하세요.
nb: Denne økten ble lagret med en nyere versjon av appen. Oppdater appen for å endre den.
nl: Deze sessie is opgeslagen met een nieuwere versie van de app. Werk de app bij om hem te wijzigen.
pt_br: Esta sessão foi salva com uma versão mais recente do app. Atualize o app para alterá-la.
ru: Эта сессия сохранена более новой версией приложения. Обновите приложение, чтобы изменить её.
sv: Den här sessionen sparades med en nyare version av appen. Uppdatera appen för att ändra den.
zh_hans: 此记录由较新版本的 App 保存。请更新 App 后再更改。

source: This strap doesn't support this operation. Update the strap firmware in Polar Beat / Polar Flow if available.
ar: هذا الحزام لا يدعم هذه العملية. حدّث البرنامج الثابت للحزام في Polar Beat / Polar Flow إن كان متاحًا.
da: Dette pulsbælte understøtter ikke denne handling. Opdater pulsbæltets firmware i Polar Beat / Polar Flow, hvis muligt.
de: Dieser Gurt unterstützt diesen Vorgang nicht. Aktualisiere die Gurt-Firmware in Polar Beat / Polar Flow, falls verfügbar.
es: Esta banda no admite esta operación. Actualiza el firmware de la banda en Polar Beat / Polar Flow si hay una actualización disponible.
fi: Tämä vyö ei tue tätä toimintoa. Päivitä vyön laiteohjelmisto Polar Beatissa / Polar Flow'ssa, jos päivitys on saatavilla.
fr: Cette ceinture ne prend pas en charge cette opération. Mettez à jour son firmware dans Polar Beat / Polar Flow si possible.
is: Þessi ól styður ekki þessa aðgerð. Uppfærðu fastbúnað ólarinnar í Polar Beat / Polar Flow ef það er í boði.
it: Questa fascia non supporta questa operazione. Aggiorna il firmware della fascia in Polar Beat / Polar Flow, se disponibile.
ja: このストラップはこの操作に対応していません。可能であれば、Polar Beat / Polar Flow でストラップのファームウェアを更新してください。
ko: 이 스트랩은 이 작업을 지원하지 않습니다. 가능하면 Polar Beat / Polar Flow에서 스트랩 펌웨어를 업데이트하세요.
nb: Dette beltet støtter ikke denne handlingen. Oppdater fastvaren i Polar Beat / Polar Flow hvis det er mulig.
nl: Deze band ondersteunt deze bewerking niet. Werk de firmware van de band bij in Polar Beat / Polar Flow als dat beschikbaar is.
pt_br: Esta cinta não oferece suporte a esta operação. Atualize o firmware da cinta no Polar Beat / Polar Flow, se disponível.
ru: Этот датчик не поддерживает эту операцию. Обновите прошивку датчика в Polar Beat / Polar Flow, если доступно.
sv: Det här bandet stöder inte åtgärden. Uppdatera bandets firmware i Polar Beat / Polar Flow om det finns en uppdatering.
zh_hans: 此心率带不支持该操作。如有可用更新，请在 Polar Beat / Polar Flow 中更新心率带固件。

source: Threshold breached.
ar: تم تجاوز العتبة.
da: Tærskel overskredet.
de: Schwelle überschritten.
es: Umbral superado.
fi: Raja ylitetty.
fr: Seuil franchi.
is: Farið yfir mörk.
it: Soglia superata.
ja: 閾値を超えました。
ko: 임계값을 넘었습니다.
nb: Terskelen er overskredet.
nl: Drempel overschreden.
pt_br: Limite ultrapassado.
ru: Порог превышен.
sv: Tröskeln har passerats.
zh_hans: 已突破阈值。

source: Threshold effort
ar: جهد عند العتبة
da: Tærskelindsats
de: Schwellenbelastung
es: Esfuerzo de umbral
fi: Kynnysvauhtinen suoritus
fr: Effort au seuil
is: Þröskuldsálag
it: Sforzo a soglia
ja: 閾値レベルの強度
ko: 역치 강도
nb: Terskelinnsats
nl: Drempelinspanning
pt_br: Esforço de limiar
ru: Пороговая нагрузка
sv: Tröskelansträngning
zh_hans: 阈值强度

source: Threshold workout — %@ between the two thresholds, the remaining %@ easy.
ar: تمرين عتبة — %1$@ بين العتبتين، و%2$@ المتبقية سهلة.
da: Tærskeltræning — %@ mellem de to tærskler, de resterende %@ let.
de: Schwellentraining – %@ zwischen den beiden Schwellen, die restlichen %@ locker.
es: Entrenamiento de umbral: %@ entre los dos umbrales, los %@ restantes suaves.
fi: Kynnysharjoitus – %@ kahden kynnyksen välissä, loput %@ kevyesti.
fr: Séance au seuil — %@ entre les deux seuils, les %@ restantes en facile.
is: Þröskuldsæfing — %@ milli þröskuldanna tveggja, hinar %@ léttar.
it: Allenamento in soglia: %@ tra le due soglie, i restanti %@ facili.
ja: 閾値トレーニング — 2つの閾値の間で%1$@、残りの%2$@はイージー。
ko: 역치 운동 — 두 역치 사이에서 %1$@, 나머지 %2$@는 쉬움.
nb: Terskeløkt – %@ mellom de to tersklene, de resterende %@ lett.
nl: Drempeltraining — %@ tussen de twee drempels, de overige %@ licht.
pt_br: Treino de limiar — %@ entre os dois limiares, os %@ restantes leves.
ru: Пороговая тренировка — %@ между двумя порогами, остальные %@ легко.
sv: Tröskelpass – %@ mellan de två trösklarna, resterande %@ lätt.
zh_hans: 阈值训练——在两个阈值之间 %1$@，其余 %2$@ 轻松。

source: Thunderstorm
ar: عاصفة رعدية
da: Tordenvejr
de: Gewitter
es: Tormenta
fi: Ukkosta
fr: Orage
is: Þrumuveður
it: Temporale
ja: 雷雨
ko: 뇌우
nb: Tordenvær
nl: Onweer
pt_br: Tempestade
ru: Гроза
sv: Åska
zh_hans: 雷暴

source: Thunderstorm with hail
ar: عاصفة رعدية مع بَرَد
da: Tordenvejr med hagl
de: Gewitter mit Hagel
es: Tormenta con granizo
fi: Ukkosta ja raekuuroja
fr: Orage avec grêle
is: Þrumuveður með hagléli
it: Temporale con grandine
ja: 雹を伴う雷雨
ko: 우박을 동반한 뇌우
nb: Tordenvær med hagl
nl: Onweer met hagel
pt_br: Tempestade com granizo
ru: Гроза с градом
sv: Åska med hagel
zh_hans: 雷暴伴冰雹

source: Time (s)
ar: الوقت (ث)
da: Tid (s)
de: Zeit (s)
es: Tiempo (s)
fi: Aika (s)
fr: Temps (s)
is: Tími (s)
it: Tempo (s)
ja: 時間（秒）
ko: 시간(초)
nb: Tid (s)
nl: Tijd (s)
pt_br: Tempo (s)
ru: Время (с)
sv: Tid (s)
zh_hans: 时间（秒）

source: timestamp is not a finite date
ar: الطابع الزمني ليس تاريخًا صالحًا
da: tidsstemplet er ikke en gyldig dato
de: Zeitstempel ist kein gültiges Datum
es: la marca de tiempo no es una fecha válida
fi: aikaleima ei ole kelvollinen päivämäärä
fr: l’horodatage n’est pas une date valide
is: tímastimpillinn er ekki gild dagsetning
it: il timestamp non è una data valida
ja: タイムスタンプが有効な日付ではありません
ko: 타임스탬프가 유효한 날짜가 아닙니다
nb: tidsstempelet er ikke en gyldig dato
nl: tijdstempel is geen geldige datum
pt_br: o carimbo de data e hora não é uma data válida
ru: метка времени не является допустимой датой
sv: tidsstämpeln är inte ett giltigt datum
zh_hans: 时间戳不是有效日期

source: timestamp is too far from the recording to represent
ar: الطابع الزمني بعيد جدًا عن التسجيل
da: tidsstemplet ligger for langt fra optagelsen
de: Zeitstempel liegt zu weit von der Aufnahme entfernt
es: la marca de tiempo está demasiado lejos de la grabación
fi: aikaleima on liian kaukana tallenteesta
fr: l’horodatage est trop éloigné de l’enregistrement
is: tímastimpillinn er of langt frá upptökunni
it: il timestamp è troppo lontano dalla registrazione
ja: タイムスタンプが記録から離れすぎています
ko: 타임스탬프가 기록과 너무 멀리 떨어져 있습니다
nb: tidsstempelet ligger for langt fra opptaket
nl: tijdstempel ligt te ver van de opname
pt_br: o carimbo de data e hora está longe demais da gravação
ru: метка времени слишком далека от записи
sv: tidsstämpeln ligger för långt från inspelningen
zh_hans: 时间戳与记录相距太远

source: Tired
ar: متعب
da: Træt
de: Müde
es: Cansancio
fi: Väsymys
fr: Fatigue
is: Þreyta
it: Stanchezza
ja: 疲れ
ko: 피로
nb: Trøtt
nl: Moe
pt_br: Cansaço
ru: Устал(а)
sv: Trött
zh_hans: 疲劳

source: Today's easy aerobic session added a training load of %lld.
ar: أضافت جلسة اليوم الهوائية السهلة حمل تدريب قدره %lld.
da: Dagens lette aerobe session gav en træningsbelastning på %lld.
de: Die lockere Ausdauereinheit heute hat eine Trainingsbelastung von %lld beigetragen.
es: La sesión aeróbica suave de hoy sumó una carga de entrenamiento de %lld.
fi: Tämän päivän kevyt aerobinen harjoitus lisäsi harjoituskuormaa %lld.
fr: La séance aérobie facile du jour a ajouté une charge d'entraînement de %lld.
is: Létta þolæfingin í dag bætti við æfingaálagi upp á %lld.
it: La sessione aerobica facile di oggi ha aggiunto un carico di allenamento di %lld.
ja: 今日の軽い有酸素セッションでトレーニング負荷が%lld加わりました。
ko: 오늘의 가벼운 유산소 세션으로 훈련 부하가 %lld 더해졌습니다.
nb: Dagens lette aerobe økt ga en treningsbelastning på %lld.
nl: De lichte duurtraining van vandaag voegde een trainingsbelasting van %lld toe.
pt_br: A sessão aeróbica leve de hoje somou uma carga de treino de %lld.
ru: Сегодняшняя лёгкая аэробная тренировка добавила нагрузку %lld.
sv: Dagens lätta aeroba pass gav en träningsbelastning på %lld.
zh_hans: 今天的轻松有氧训练增加了 %lld 的训练负荷。

source: Today's hard session added a training load of %lld.
ar: أضافت جلسة اليوم الشاقة حمل تدريب قدره %lld.
da: Dagens hårde session gav en træningsbelastning på %lld.
de: Die harte Einheit heute hat eine Trainingsbelastung von %lld beigetragen.
es: La sesión dura de hoy sumó una carga de entrenamiento de %lld.
fi: Tämän päivän kova harjoitus lisäsi harjoituskuormaa %lld.
fr: La séance difficile du jour a ajouté une charge d'entraînement de %lld.
is: Stífa æfingin í dag bætti við æfingaálagi upp á %lld.
it: La sessione intensa di oggi ha aggiunto un carico di allenamento di %lld.
ja: 今日のハードなセッションでトレーニング負荷が%lld加わりました。
ko: 오늘의 고강도 세션으로 훈련 부하가 %lld 더해졌습니다.
nb: Dagens harde økt ga en treningsbelastning på %lld.
nl: De zware training van vandaag voegde een trainingsbelasting van %lld toe.
pt_br: A sessão intensa de hoje somou uma carga de treino de %lld.
ru: Сегодняшняя интенсивная тренировка добавила нагрузку %lld.
sv: Dagens hårda pass gav en träningsbelastning på %lld.
zh_hans: 今天的高强度训练增加了 %lld 的训练负荷。

source: Today's HRV is %@%% above your baseline. Good day for harder training.
ar: HRV اليوم أعلى من خط الأساس بنسبة %@%%. يوم جيد لتدريب أشد.
da: Dagens HRV er %@%% over din baseline. En god dag til hårdere træning.
de: Deine HRV liegt heute %@%% über deiner Baseline. Ein guter Tag für härteres Training.
es: Tu HRV de hoy está un %@%% por encima de tu línea base. Buen día para entrenar más fuerte.
fi: Tämän päivän HRV on %@%% perustasosi yläpuolella. Hyvä päivä kovemmalle harjoittelulle.
fr: Votre HRV du jour est %@%% au-dessus de votre référence. Bonne journée pour un entraînement plus intense.
is: HRV dagsins er %@%% yfir grunnlínunni þinni. Góður dagur fyrir erfiðari æfingu.
it: L'HRV di oggi è del %@%% sopra la tua baseline. Buona giornata per un allenamento più intenso.
ja: 今日の HRV はベースラインより %@%% 高いです。ハードなトレーニングに向いた日です。
ko: 오늘의 HRV가 기준선보다 %@%% 높습니다. 강도 높은 훈련을 하기 좋은 날입니다.
nb: Dagens HRV ligger %@%% over grunnlinjen din. En god dag for hardere trening.
nl: Je HRV van vandaag ligt %@%% boven je basislijn. Goede dag voor zwaardere training.
pt_br: A HRV de hoje está %@%% acima da sua linha de base. Bom dia para treinar mais forte.
ru: Сегодня ваша ВСР на %@%% выше базовой линии. Хороший день для более тяжёлой тренировки.
sv: Dagens HRV ligger %@%% över din baslinje. En bra dag för hårdare träning.
zh_hans: 今天的 HRV 比你的基线高 %@%%。适合进行较高强度的训练。

source: Today's HRV is %@%% below your baseline. Consider a rest day.
ar: HRV اليوم أقل من خط الأساس بنسبة %@%%. فكّر في يوم راحة.
da: Dagens HRV er %@%% under din baseline. Overvej en hviledag.
de: Deine HRV liegt heute %@%% unter deiner Baseline. Denk über einen Ruhetag nach.
es: Tu HRV de hoy está un %@%% por debajo de tu línea base. Plantéate un día de descanso.
fi: Tämän päivän HRV on %@%% perustasosi alapuolella. Harkitse lepopäivää.
fr: Votre HRV du jour est %@%% en dessous de votre référence. Envisagez un jour de repos.
is: HRV dagsins er %@%% undir grunnlínunni þinni. Íhugaðu hvíldardag.
it: L'HRV di oggi è del %@%% sotto la tua baseline. Valuta un giorno di riposo.
ja: 今日の HRV はベースラインより %@%% 低いです。休養日を検討してください。
ko: 오늘의 HRV가 기준선보다 %@%% 낮습니다. 휴식일을 고려하세요.
nb: Dagens HRV ligger %@%% under grunnlinjen din. Vurder en hviledag.
nl: Je HRV van vandaag ligt %@%% onder je basislijn. Overweeg een rustdag.
pt_br: A HRV de hoje está %@%% abaixo da sua linha de base. Considere um dia de descanso.
ru: Сегодня ваша ВСР на %@%% ниже базовой линии. Подумайте о дне отдыха.
sv: Dagens HRV ligger %@%% under din baslinje. Överväg en vilodag.
zh_hans: 今天的 HRV 比你的基线低 %@%%。考虑休息一天。

source: Today's moderate-intensity session added a training load of %lld.
ar: أضافت جلسة اليوم متوسطة الشدة حمل تدريب قدره %lld.
da: Dagens session med moderat intensitet gav en træningsbelastning på %lld.
de: Die Einheit mit mittlerer Intensität heute hat eine Trainingsbelastung von %lld beigetragen.
es: La sesión de intensidad moderada de hoy sumó una carga de entrenamiento de %lld.
fi: Tämän päivän kohtuullisen tehon harjoitus lisäsi harjoituskuormaa %lld.
fr: La séance d'intensité modérée du jour a ajouté une charge d'entraînement de %lld.
is: Miðlungsákafa æfingin í dag bætti við æfingaálagi upp á %lld.
it: La sessione a intensità moderata di oggi ha aggiunto un carico di allenamento di %lld.
ja: 今日の中強度セッションでトレーニング負荷が%lld加わりました。
ko: 오늘의 중강도 세션으로 훈련 부하가 %lld 더해졌습니다.
nb: Dagens økt med moderat intensitet ga en treningsbelastning på %lld.
nl: De training met gemiddelde intensiteit van vandaag voegde een trainingsbelasting van %lld toe.
pt_br: A sessão de intensidade moderada de hoje somou uma carga de treino de %lld.
ru: Сегодняшняя тренировка средней интенсивности добавила нагрузку %lld.
sv: Dagens pass med måttlig intensitet gav en träningsbelastning på %lld.
zh_hans: 今天的中等强度训练增加了 %lld 的训练负荷。

source: Today's steps, walking and running distance, and flights climbed from Apple Health
ar: خطوات اليوم ومسافة المشي والجري والطوابق المصعودة من Apple Health
da: Dagens skridt, gå- og løbedistance og etager fra Apple Health
de: Heutige Schritte, Geh- und Laufstrecke und Stockwerke aus Apple Health
es: Los pasos de hoy, la distancia caminando y corriendo y los tramos de escaleras de Apple Health
fi: Tämän päivän askeleet, kävely- ja juoksumatka sekä nousut kerrokset Apple Healthista
fr: Les pas du jour, la distance à pied et en courant et les étages montés, depuis Apple Santé
is: Skref dagsins, göngu- og hlaupavegalengd og hæðir úr Apple Health
it: I passi di oggi, la distanza a piedi e di corsa e i piani saliti da Apple Salute
ja: Apple ヘルスケアの今日の歩数、ウォーキング・ランニングの距離、上った階数
ko: Apple 건강의 오늘 걸음 수, 걷기 및 달리기 거리, 오른 층수
nb: Dagens skritt, gå- og løpedistanse og etasjer fra Apple Health
nl: De stappen van vandaag, loop- en hardloopafstand en beklommen verdiepingen uit Apple Health
pt_br: Os passos de hoje, a distância de caminhada e corrida e os andares subidos do Apple Saúde
ru: Сегодняшние шаги, расстояние ходьбы и бега и пройденные этажи из Apple Здоровье
sv: Dagens steg, gång- och löpdistans och trappor från Apple Hälsa
zh_hans: 来自 Apple 健康的今日步数、步行和跑步距离以及爬楼层数

source: Today, %@
ar: اليوم، %@
da: I dag, %@
de: Heute, %@
es: Hoy, %@
fi: Tänään, %@
fr: Aujourd'hui, %@
is: Í dag, %@
it: Oggi, %@
ja: 今日、%@
ko: 오늘, %@
nb: I dag, %@
nl: Vandaag, %@
pt_br: Hoje, %@
ru: Сегодня, %@
sv: Idag, %@
zh_hans: 今天，%@

source: Toggle on every category you want the app to read or write — at minimum, Sleep, Heart Rate, and Heart Rate Variability.
ar: فعّل كل فئة تريد أن يقرأها التطبيق أو يكتبها — على الأقل النوم ومعدل ضربات القلب وتقلب معدل ضربات القلب.
da: Slå alle kategorier til, som appen skal læse eller skrive — som minimum Søvn, Puls og Pulsvariabilitet.
de: Aktiviere jede Kategorie, die die App lesen oder schreiben soll — mindestens Schlaf, Herzfrequenz und Herzfrequenzvariabilität.
es: Activa cada categoría que quieras que la app lea o escriba; como mínimo, Sueño, Frecuencia cardiaca y Variabilidad de la frecuencia cardiaca.
fi: Ota käyttöön jokainen luokka, jota haluat apin lukevan tai kirjoittavan — vähintään Uni, Syke ja Sykevälivaihtelu.
fr: Activez chaque catégorie que l'app doit lire ou écrire — au minimum Sommeil, Fréquence cardiaque et Variabilité de la fréquence cardiaque.
is: Kveiktu á hverjum flokki sem forritið á að lesa eða skrifa — að lágmarki Svefn, Hjartsláttur og Breytileiki hjartsláttar.
it: Attiva ogni categoria che vuoi che l'app legga o scriva: almeno Sonno, Frequenza cardiaca e Variabilità della frequenza cardiaca.
ja: アプリに読み書きさせたいカテゴリをすべてオンにします。少なくとも「睡眠」「心拍数」「心拍変動」は必要です。
ko: 앱이 읽거나 쓸 모든 항목을 켭니다. 최소한 수면, 심박수, 심박 변이도는 켜 주세요.
nb: Slå på alle kategoriene appen skal lese eller skrive — minst Søvn, Puls og Pulsvariabilitet.
nl: Zet elke categorie aan die de app moet lezen of schrijven — minimaal Slaap, Hartslag en Hartslagvariabiliteit.
pt_br: Ative cada categoria que você quer que o app leia ou grave — no mínimo, Sono, Frequência Cardíaca e Variabilidade da Frequência Cardíaca.
ru: Включите все категории, которые приложение должно читать или записывать, — как минимум «Сон», «Пульс» и «Вариабельность пульса».
sv: Slå på varje kategori som appen ska läsa eller skriva — minst Sömn, Puls och Pulsvariabilitet.
zh_hans: 打开你希望 App 读取或写入的每个类别，至少包括"睡眠""心率"和"心率变异性"。

source: Tokens: in %lld · cached %lld (%lld%%) · out %lld
ar: الرموز: داخل %lld · مخزّنة %lld (%lld%%) · خارج %lld
da: Tokens: ind %lld · cachet %lld (%lld%%) · ud %lld
de: Tokens: ein %lld · gecacht %lld (%lld%%) · aus %lld
es: Tokens: entrada %lld · en caché %lld (%lld%%) · salida %lld
fi: Tokenit: sisään %lld · välimuistissa %lld (%lld%%) · ulos %lld
fr: Jetons : entrée %lld · en cache %lld (%lld%%) · sortie %lld
is: Tókar: inn %lld · í skyndiminni %lld (%lld%%) · út %lld
it: Token: input %lld · in cache %lld (%lld%%) · output %lld
ja: トークン：入力 %lld · キャッシュ %lld（%lld%%）· 出力 %lld
ko: 토큰: 입력 %lld · 캐시 %lld(%lld%%) · 출력 %lld
nb: Tokener: inn %lld · hurtigbufret %lld (%lld%%) · ut %lld
nl: Tokens: in %lld · gecachet %lld (%lld%%) · uit %lld
pt_br: Tokens: entrada %lld · em cache %lld (%lld%%) · saída %lld
ru: Токены: вход %lld · из кэша %lld (%lld%%) · выход %lld
sv: Token: in %lld · cachade %lld (%lld%%) · ut %lld
zh_hans: 令牌：输入 %lld · 缓存 %lld（%lld%%）· 输出 %lld

source: Too few points: %lld (minimum %lld required)
ar: نقاط قليلة جدًا: %lld (الحد الأدنى المطلوب %lld)
da: For få punkter: %lld (mindst %lld kræves)
de: Zu wenige Punkte: %lld (mindestens %lld erforderlich)
es: Muy pocos puntos: %lld (se requieren al menos %lld)
fi: Liian vähän pisteitä: %lld (vähintään %lld vaaditaan)
fr: Trop peu de points : %lld (minimum %lld requis)
is: Of fáir punktar: %lld (að lágmarki %lld þarf)
it: Troppo pochi punti: %lld (minimo %lld richiesti)
ja: ポイントが少なすぎます：%lld（最低 %lld 必要）
ko: 포인트가 너무 적습니다: %lld (최소 %lld 필요)
nb: For få punkter: %lld (minst %lld kreves)
nl: Te weinig punten: %lld (minimaal %lld vereist)
pt_br: Poucos pontos: %lld (mínimo de %lld necessário)
ru: Слишком мало точек: %lld (нужно минимум %lld)
sv: För få punkter: %lld (minst %lld krävs)
zh_hans: 点数过少：%lld（至少需要 %lld）

source: Too many values outside the normal range (%lld–%lld ms)
ar: قيم كثيرة جدًا خارج النطاق الطبيعي (%1$lld–%2$lld مللي ثانية)
da: For mange værdier uden for normalområdet (%lld–%lld ms)
de: Zu viele Werte außerhalb des Normalbereichs (%lld–%lld ms)
es: Demasiados valores fuera del rango normal (%lld–%lld ms)
fi: Liian monta arvoa normaalialueen ulkopuolella (%lld–%lld ms)
fr: Trop de valeurs hors de la plage normale (%lld–%lld ms)
is: Of mörg gildi utan eðlilegs bils (%lld–%lld ms)
it: Troppi valori fuori dall’intervallo normale (%lld–%lld ms)
ja: 正常範囲（%lld～%lld ms）外の値が多すぎます
ko: 정상 범위(%lld–%lld ms)를 벗어난 값이 너무 많습니다
nb: For mange verdier utenfor normalområdet (%lld–%lld ms)
nl: Te veel waarden buiten het normale bereik (%lld–%lld ms)
pt_br: Valores demais fora da faixa normal (%lld–%lld ms)
ru: Слишком много значений вне нормального диапазона (%lld–%lld мс)
sv: För många värden utanför normalintervallet (%lld–%lld ms)
zh_hans: 超出正常范围（%lld–%lld 毫秒）的值过多

source: Tool catalog (names + descriptions)
ar: كتالوج الأدوات (الأسماء + الأوصاف)
da: Værktøjskatalog (navne + beskrivelser)
de: Tool-Katalog (Namen + Beschreibungen)
es: Catálogo de herramientas (nombres + descripciones)
fi: Työkaluluettelo (nimet + kuvaukset)
fr: Catalogue d'outils (noms + descriptions)
is: Verkfæraskrá (heiti + lýsingar)
it: Catalogo strumenti (nomi + descrizioni)
ja: ツールカタログ（名前＋説明）
ko: 도구 카탈로그(이름 + 설명)
nb: Verktøykatalog (navn + beskrivelser)
nl: Toolcatalogus (namen + beschrijvingen)
pt_br: Catálogo de ferramentas (nomes + descrições)
ru: Каталог инструментов (названия + описания)
sv: Verktygskatalog (namn + beskrivningar)
zh_hans: 工具目录（名称 + 描述）

source: Top reasoning
ar: استدلال من الطراز الأول
da: Topræsonnement
de: Spitzen-Denkleistung
es: Razonamiento superior
fi: Huippuluokan päättely
fr: Raisonnement de pointe
is: Fremsta rökhugsun
it: Ragionamento di punta
ja: トップクラスの推論
ko: 최상급 추론
nb: Topp resonnering
nl: Topredenering
pt_br: Raciocínio de ponta
ru: Лучшие рассуждения
sv: Toppresonemang
zh_hans: 顶级推理

source: Top tier
ar: الفئة العليا
da: Topniveau
de: Spitzenklasse
es: Gama más alta
fi: Huippuluokka
fr: Haut de gamme
is: Efsta stig
it: Fascia top
ja: 最上位
ko: 최상위
nb: Toppnivå
nl: Topklasse
pt_br: Topo de linha
ru: Высший уровень
sv: Toppnivå
zh_hans: 顶级

source: total %@
ar: الإجمالي %@
da: i alt %@
de: insgesamt %@
fi: yhteensä %@
is: samtals %@
it: totale %@
ja: 合計 %@
ko: 총 %@
nb: totalt %@
nl: totaal %@
ru: всего %@
sv: totalt %@
zh_hans: 总计 %@

source: Total sessions
ar: إجمالي الجلسات
da: Sessioner i alt
de: Sitzungen gesamt
es: Sesiones totales
fi: Istuntoja yhteensä
fr: Sessions au total
is: Lotur alls
it: Sessioni totali
ja: セッション合計
ko: 전체 세션
nb: Økter totalt
nl: Totaal aantal sessies
pt_br: Total de sessões
ru: Всего сессий
sv: Totalt antal sessioner
zh_hans: 记录总数

source: Total sessions: %lld. Overnight: %lld. Workouts: %lld.
ar: إجمالي الجلسات: %1$lld. الليلية: %2$lld. التمارين: %3$lld.
da: Sessioner i alt: %1$lld. Natten over: %2$lld. Træninger: %3$lld.
de: Sitzungen gesamt: %1$lld. Über Nacht: %2$lld. Trainings: %3$lld.
es: Sesiones en total: %1$lld. Nocturnas: %2$lld. Entrenamientos: %3$lld.
fi: Mittauksia yhteensä: %1$lld. Yön yli: %2$lld. Harjoituksia: %3$lld.
fr: Sessions au total : %1$lld. Nuit : %2$lld. Séances : %3$lld.
is: Lotur alls: %1$lld. Yfir nótt: %2$lld. Æfingar: %3$lld.
it: Sessioni totali: %1$lld. Notturne: %2$lld. Allenamenti: %3$lld.
ja: セッション合計：%1$lld。夜間：%2$lld。ワークアウト：%3$lld。
ko: 전체 세션: %1$lld. 야간: %2$lld. 운동: %3$lld.
nb: Økter totalt: %1$lld. Over natten: %2$lld. Treningsøkter: %3$lld.
nl: Sessies totaal: %1$lld. ’s Nachts: %2$lld. Trainingen: %3$lld.
pt_br: Sessões no total: %1$lld. Noturnas: %2$lld. Treinos: %3$lld.
ru: Всего сессий: %1$lld. Ночных: %2$lld. Тренировок: %3$lld.
sv: Sessioner totalt: %1$lld. Över natten: %2$lld. Träningspass: %3$lld.
zh_hans: 记录总数：%1$lld。整夜：%2$lld。训练：%3$lld。
